Repository: annavonzansen/exams
Catalog: exams/locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Exams
fi: Tutkinnot
sv: Examina

source: Export selected objects as CSV file
fi: Vie valitut objektit CSV-tiedostoon
sv: Exportera valda till CSV-fil

source: Save
fi: Tallenna
sv: Spara

source: Reset
fi: Tyhjennä
sv: Töm

source: Upload and pre-fill Order
fi: Lähetä tiedosto ja esitäytä tilau

source: Initialized
fi: Alustettu

source: Created
fi: Luotu

source: Initialized (not yet created)
fi: alustettu (ei vielä luotu)

source: Order Created
fi: Tilaus luotu
sv: Rekvisition färdig

source: Order Updated
fi: Tilaus päivitetty
sv: Rekvisition uppdaterad

source: Deleted
fi: Poistettu

source: In Packaging
fi: Pakkauksessa
sv: Packas

source: Packaged
fi: Paketoitu
sv: Packad

source: Order Shipped
fi: Tilaus lähetetty
sv: Rekvisition skickad

source: Spring
fi: Kevät
sv: Vår

source: Autumn
fi: Syksy
sv: Höst

source: Plaintext
fi: Pelkkä teksti
sv: Text

source: Draft
fi: Luonnos
sv: Skiss

source: Final
fi: Lopullinen
sv: Slutlig

source: Text field
fi: Tekstikenttä
sv: Textfält

source: Textarea
fi: Tekstialue

source: Select multiple
fi: Valitse useita
sv: Välj flera

source: Select one
fi: Valitse yksi
sv: Välj ett

source: Long
fi: Pitkä
sv: Lång

source: Semi
fi: Keskipitkä
sv: Medellång

source: Short
fi: Lyhyt
sv: Kort

source: Latin, 7th grade
fi: Latina, 7. luokalta
sv: Latin, längre lärokurs

source: Latin, high school
fi: Latina, lukiosta
sv: Latin, kort lärokurs

source: Enabled
fi: Käytössä
sv: I bruk

source: Disabled
fi: Poissa käytöstä
sv: Inte i bruk

source: Scheduled
fi: Ajastettu
sv: Tidsinställd

source: Real
fi: Reaali

source: Language
fi: Kieli
sv: Språk

source: Math
fi: Matematiikka
sv: Matematik

source: Title
fi: Otsikko
sv: Rubrik

source: One item for X candidates
fi: Yksi kappale x kokelaalle
sv: Ett stycke per X examinander

source: Material Type
fi: Materiaalityyppi
sv: Typ av material

source: Material Types
fi: Materiaalityypit
sv: Typ av material

source: Name
fi: Nimi
sv: Namn

source: Subject Group
fi: Aineryhmä
sv: Grupp av ämne

source: Subject Groups
fi: Aineryhmät
sv: Grupper av ämnen

source: Subject Type
fi: Aineen tyyppi
sv: Typ av läroämne

source: Group
fi: Ryhmä
sv: Grupp

source: Subject
fi: Aine
sv: Läroämne

source: Subjects
fi: Aineet
sv: Läroämnen

source: Registration Begin
fi: Ilmoittautuminen alkaa
sv: Materialbeställningen börjar

source: Date + time when registration begins, ie. when schools can register students and order materials
fi: Päivämäärä ja aika jolloin ilmoittautuminen tutkintoon alkaa, eli ajankohta jolloin koulut voivat rekisteröidä oppilaita ja tilata materiaalia.
sv: Datum + tid då materialbeställningen börjar, dvs då skolorna kan anmäla examinander och beställa material

source: Registration End
fi: Ilmoittautuminen päättyy
sv: Materialbeställningen slutar

source: Date + time when registration begins, ie. when schools can no longer register students and order materials
fi: Päivämäärä ja aika jolloin ilmoittautuminen tutkintoon päättyy, eli ajankohta jolloin koulut eivät voi enää rekisteröidä oppilaita ja tilata materiaalia.
sv: Datum + tid då materialbeställningen slutar, dvs då skolorna inte längre kan anmäla examinander och beställa material

source: Registration Status
fi: Ilmoittautumisen tila
sv: Status

source: Current registration mode. Enabled = schools can register students and order material, disabled = schools can not register students, scheduled = depends on registration begin/end times.
fi: Tämänhetkinen ilmoittautumisen tila. Käytössä = koulut voivat lähettää ilmoittautumistietoja ja tilata materiaalia, poissa käytöstä = koulut eivät voi lähettää tietoja tai tilata materiaalia. Ajastettu = riippuu ilmoittautumisen alkamis- ja päättymisajankohdasta, ks. yllä.

source: Examination
fi: Tutkinto
sv: Examen

source: Examinations
fi: Tutkinnot
sv: Examina

source: Begin
fi: Alkaa
sv: Börjar

source: End
fi: Päättyy
sv: Slutar

source: Test
fi: Koe
sv: Prov

source: Tests
fi: Kokeet
sv: Prov

source: AnswerOption %(key)s: %(value)s (%(uuid)s)
fi: Vastausvaihtoehto %(key)s: %(value)s (%(uuid)s)
sv: Svarsoption %(key)s: %(value)s (%(uuid)s)

source: Answer Option
fi: Vastausasetus
sv: Svarsoption

source: Answer Options
fi: Vastausasetukset
sv: Svarsoptioner

source: -- Select --
fi: -- Valitse --
sv: -- Välj --

source: Assignment %(title)s (%(uuid)s)
fi: Tehtävä %(title)s (%(uuid)s)
sv: Uppgift %(title)s (%(uuid)s)

source: Assignment
fi: Tehtävä
sv: Uppgift

source: Assignments
fi: Tehtävät
sv: Uppgifter

source: Answer
fi: Vastaus
sv: Svar

source: Answers
fi: Vastaukset
sv: Svar

source: File
fi: Tiedosto
sv: Fil

source: File: %(title)s, %(filename)s (%(size)d bytes) (%(uuid)s)
fi: Tiedosto: %(title)s, %(filename)s (%(size)d bytes) (%(uuid)s)
sv: Fil: %(title)s, %(filename)s (%(size)d byte) (%(uuid)s)

source: Files
fi: Tiedostot
sv: Filer

source: Candidate Type
fi: Kokelaslaji
sv: Examinandkategori

source: Candidate Types
fi: Kokelaslajit
sv: Examinandkategorier

source: School
fi: Koulu
sv: Skola

source: Site
fi: Suorituspaikka
sv: Provlokalitet

source: Site in which this student will attend exams.
fi: Suorituspaikka, jossa kokelas osallistuu kokeisiin.
sv: Lokalitet där examinanden deltar i prov.

source: Candidate Number
fi: Kokelasnumero.
sv: Examinandnummer

source: School-specific identification number for candidate (incrementing)
fi: Koulukohtainen kokelaan tunnistusnumero
sv: Skolspecifikt nummer för identifiering av examinand

source: What sort of candidate this person is?
fi: Mikä on kokelaan kokelaslaji?
sv: Vad är examinandens kategori?

source: Candidate is retrying full exam
fi: Kokelas uusii koko tutkinnon
sv: Examinand som tar om hela examen från början.

source: Is candidate starting the examination from begin?
fi: Aloittaako kokelas tutkinnon suorittamisen alusta?
sv: Börjar examinanden från början, efter tidigare avbruten examen?

source: Candidate ID / School
fi: Kokelasnumero / koulu
sv: Examinandnummer / Skola

source: Candidate
fi: Kokelas
sv: Examinand

source: Last Updated
fi: Viimeksi päivitetty
sv: Sist uppdaterad

source: Candidates
fi: Kokelaat
sv: Examinander

source: Special Arrangement
fi: Erityisjärjestely
sv: Specialarrangemang

source: Special Arrangements
fi: Erityisjärjestelyt

source: Additional Details
fi: Lisätiedot
sv: TIlläggsinformation

source: Exam Registration
fi: Koe-ilmoittautuminen
sv: Anmälan till prov

source: Exam Registrations
fi: Koeilmoittautumiset
sv: Anmälningar till prov

source: School Site
fi: Suorituspaikka
sv: Provlokalitet

source: Created by
fi: Luonut
sv: Skapad av

source: Order Date
fi: Tilauspäivä
sv: Beställningsdatum

source: Status
fi: Tila

source: E-mail
fi: Sähköposti
sv: E-post

source: E-mail address to which the order confirmation will be sent.
fi: Sähköpostiosoite, johon tilausvahvistus toimitetaan.
sv: E-postadress till vilken bekräftelse skickas.

source: Parent Order
fi: Aikaisempi tilaus
sv: Moderbeställning

source: Which order is an older version of this (parent)
fi: Mahdollinen aikaisempi versio tästä tilauksesta
sv: Vilken beställning är tidigare version av denna?

source: Order Content
fi: Tilauksen sisältö
sv: Innehåll

source: Order
fi: Tilaus
sv: Rekvisition

source: Orders
fi: Tilaukset
sv: Rekvisitioner

source: Amount
fi: Määrä
sv: Antal

source: Order Item
fi: Tilatut aineistot
sv: Material

source: Order Items
fi: Tilatut materiaalit
sv: Material

source: Uploaded
fi: Siirretty
sv: Uppladdad

source: Processed
fi: Käsitelty
sv: Behandlad

source: Archived
fi: Arkistoitu
sv: Arkiverad

source: Removed
fi: Poistettu
sv: Avlägsnad

source: Invalid
fi: Virheellinen
sv: Ogiltig

source: Permissions failed
fi: Virheelliset oikeudet
sv: Felaktiga rättigheter

source: Select file which includes candidate examination registrations in XML format
fi: Valitse tiedosto, joka sisältää tutkintoilmoittautumiset XML-muodossa

source: Invalid subject %s
fi: Virheellinen aine %s
sv: Felaktig läroämne %s

source: Date
fi: Päivämäärä
sv: Datum

source: Packing List
fi: Pakkausluettelo
sv: Bipacksedel

source: Order created successfully!
fi: Tilaus luotu onnistuneesti!
sv: Rekvisitionen skapad!

source: Order updated successfully!
fi: Tilaus päivitetty onnistuneesti!
sv: Rekvisitionen uppdaterad!

source: Candidate added!
fi: Kokelas lisätty!
sv: Examinand skapad!

source: Candidate updated!
fi: Kokelas päivitetty!
sv: Examinand uppdaterad!

source: Imports candidates from XML file
fi: Tuo kokelaita XML-tiedostosta
sv: Importera examinander från XML-fil

source: Importing candidates from %(filename)s
fi: Tuodaan kokelaita tiedostosta %(filename)s
sv: Importerar examinander från %(filename)s

source: Import finished! Imported candidates %(candidates_created)d new and %(candidates_updated)d updated, with %(examregistrations)d registrations to exams.
fi: Tuonti valmistui! Tuotiin %(candidates_created)d uutta kokelasta ja päivitettiin %(candidates_updated)d koelasta, yhteensä %(examregistrations)d tutkintoon ilmoittautunutta.
sv: Importering slutförd! Importerade examinander %(candidates_created)d nya och %(candidates_updated)d uppdaterade, sammanlagt %(examregistrations)d

source: Unknown failure?!
fi: Tuntematon virhe?!

source: Attached files
fi: Liitetyt tiedostot
sv: Bifogade filer

source: attached file(s).
fi: liitetty(ä) tiedosto(a)
sv: bifogad(e) fil(er)

source: Education
fi: Opetus
sv: Utbildning

source: Schools
fi: Koulut
sv: Gymnasier

source: Edit
fi: Muokkaa
sv: Editera

source: Edit candidate
fi: Muokkaa kokelaan tietoja
sv: Editera examinand

source: Create new candidate
fi: Luo uusi kokelas
sv: Skapa ny examinand

source: Using this form, you can add new candidate with special arrangements, ie. order special material for a candidate.
fi: Tämän lomakkeen avulla voit tilata erityisjärjestelymateriaaleja niitä tarvitseville kokelaille.
sv: Med hjälp av detta formulär kan du skapa nya examinander med specialarrangemang, dvs beställa specialmaterial för examinander.

source: Submit
fi: Lähetä
sv: Skicka

source: Add new
fi: Lisää uusi
sv: Ny

source: Below is a list of all candidates in <a href="%(school_url)s">%(school_name)s</a>, registered for examination <strong>%(examination)s</strong>, who need special arrangements . A total of %(total)s candidates.
fi: Alla on luettelo kaikista erityisjärjestelyitä tarvitsevista kokelaista koulussa <a href="%(school_url)s">%(school_name)s</a>, jotka on lisätty tutkintoon <strong>%(examination)s</strong>. Yhteensä %(total)s kokelasta.
sv: Nedan är en lista på alla examinander i <a href="%(school_url)s">%(school_name)s</a>, anmälda för prov <strong>%(examination)s</strong>, som behöver specialarrangeang . Sammanlagt %(total)s examinander.

source: Special arrangements:
fi: Erityisjärjestelyt:
sv: Specialarrangemang:

source: Pre-fill order with XML file
fi: Esitäytä tilaus XML-tiedostosta
sv: Förhandsifyll rekvisition med hjälp av XML-fil.

source: Using this form you can upload list of candidates as XML file, which will be used to pre-fill your order form.
fi: Tämän lomakkeen avulla voit siirtää luettelon kokelaista XML-tiedostona, jonka avulla tilauslomake esitäytetään.
sv: Med hjäp av detta formulär kan du ladda upp examinander som en XML-fil, som används som förhandsifyllt rekvisitionsformulär.

source: assignments
fi: tehtävät
sv: uppgifter

source: Now
fi: Nyt
sv: Nu

source: No tests available.
fi: Ei kokeita saatavilla.
sv: Inga prov tillgängliga

source: Following examinations are currently available.
fi: Seuraavat tutkinnot ovat tällä hetkellä saatavilla.
sv: Följande prov är tillgängliga.

source: No examinations available.
fi: Ei tutkintoja saatavilla.
sv: Inga prov tillgängliga.

source: Material Order
fi: Materiaalitilaus
sv: Rekvisition

source: Order Date:
fi: Tilauspäivä:
sv: Rekvisitionsdatum:

source: Site:
fi: Suorituspaikka:
sv: Provlokalitet:

source: By:
fi: Tilaaja:
sv: Beställare:

source: order confirmation sent to
fi: tilauksen vahvistus lähetetty osoitteeseen
sv: bekräftelse skickad till

source: Order Details
fi: Tilauksen tiedot
sv: Detaljer

source: Amount (pcs)
fi: Määrä (kpl)
sv: Antal

source: Total
fi: Yhteensä
sv: Sammanlagt

source: Edit order
fi: Muokkaa tilausta
sv: Editera beställning

source: Create new order
fi: Luo uusi tilaus
sv: Skapa ny beställning

source: Using this form you can order examination materials for your school.
fi: Tämän lomakkeen avulla voit tilata koemateriaaleja koulullesi.
sv: Med hjälp av detta formulär kan du beställa provmaterial för ditt gymnasium.

source: Tests and CDs to be ordered
fi: Tilattavat kokeet ja CDt
sv: Prov och ljudmaterial som beställs

source: Note: Order will replace previous orders for selected site when submitted.
fi: Huomio: Tilaus korvaa edellisen tilauksen talletettaessa.
sv: OBS: Beställningen ersätter tidigare beställningar då den skickas.

source: Material Orders
fi: Materiaalitilaukset
sv: Beställningar

source: Create new
fi: Luo uusi
sv: Skapa ny

source: Below is a list of all material orders in <a href="%(school_url)s">%(school_name)s</a>, for examination <strong>%(examination)s</strong>. A total of %(total)s orders.
fi: Alla on luettelo kaikista koulun <a href="%(school_url)s">%(school_name)s</a> materiaalitilauksista, tutkintoon <strong>%(examination)s</strong>. Yhteensä %(total)s tilausta.
sv: Nedan är en lista på allt provmaterial för <a href="%(school_url)s">%(school_name)s</a>, för prov <strong>%(examination)s</strong>. Sammanlagt %(total)s beställningar.

source: Current Orders
fi: Voimassaolevat tilaukset
sv: Beställningar

source: Orders that will be delivered
fi: Tilaukset, jotka tullaan toimittamaan

source: Below are current orders, maximum is one per site. Click order date to view details.
fi: Alla on luettelo nykyisistä tilauksista, yksi suorituspaikkaa kohden. Klikkaa tilausta nähdäksesi tarkat tiedot tilauksesta tai "Päivitä tilaus" tehdäksesi muutos tilaukseen. Tilaus päivittyy automaattisesti YTL:lle.

source: No current orders.
fi: Ei voimassaolevia tilauksia.
sv: Inga beställningar

source: Previous Orders
fi: Aikaisemmat tilaukset
sv: Tidigare beställningar

source: No longer active orders, which have been superseded by other orders
fi: Tilaukset, jotka on korvattu uudemmilla tilauksilla

source: Below is list of previous orders, which have been superseded by other orders. These orders will not be delivered, see "current orders" for orders that will be delivered. Click order date for details.
fi: Alla on luettelo aiemmista tilauksista, jotka on korvattu uudemmilla tilauksilla. Näitä tilauksia ei toimiteta, luettelo toimitettavista tilauksista kohdassa "voimassaolevat tilaukset". Napsauta tilauspäivämäärää nähdäksesi lisätietoja.

source: by
fi: luonut
sv: av

source: pcs
fi: kpl
sv: st.

source: No previous orders.
fi: Ei aikaisempia tilauksia.
sv: Inga tidigare beställningar.

source: Upload
sv: Ladda upp

source: Upload Candidates
sv: Ladda upp examinander

source: Below are current orders. Click to view details.
sv: Nedan visas beställningarna. Klicka för detaljer.

source: to site
sv: till provlokaliteten

source: Update Order
sv: Uppdatera beställning
